---
kind: other
id: Properties.T:Autodesk.Revit.DB.SpotDimensionType
source: html/f2407a4f-1c18-ddbb-29f4-fc960e159bef.htm
---
# SpotDimensionType Properties

The alternate units display mode for this DimensionType.